const data = [
  {
    flag: '🇨🇿',
    country: 'Чехія',
    route: [
      'Прага', 'Оломоуц', 'Брно', 'Плзень', 'Карлові Вари', 'Градец Кралове', 'Фридек Мистек', 'Острава', 'Злін',
      'Літомишль', 'Пардубицє', 'Млада Болеслав', 'Ліберец', 'інші',
    ],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇵🇱',
    country: 'Польща',
    route: [
      'Варшава', 'Краків', 'Катовице', 'Люблін', 'Радом', 'Жешув', 'Позань', 'Вроцлав', 'Гданьськ', 'Лодзь', 'інші',
    ],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇮🇹',
    country: 'Італія',
    route: [],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇭🇺',
    country: 'Угорщина',
    route: ['Будапешт', 'Татабанья', 'Шарвар', 'Сомбатхей', 'Комаром', 'Дьер', 'Мошонмадяровар', 'інші'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇸🇰',
    country: 'Словаччина',
    route: ['Братислава', 'Сенець', 'Транава', 'Тренчин', 'інші'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇦🇹',
    country: 'Австрія',
    route: [],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇩🇪',
    country: 'Німеччина',
    route: ['Берлін', 'Франкфурт', 'Штутгарт', 'Мюнхен', 'Нюрнберг', 'інші'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇭🇷',
    country: 'Хорватія',
    route: ['Загреб', 'Рієка', 'Карлобаг', 'інші'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
];

export default data;
