const data = [
  {
    flag: '🇨🇿',
    country: 'Чехія',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇮🇹',
    country: 'Італія',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇦🇹',
    country: 'Австрія',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇩🇪',
    country: 'Німеччина',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇵🇱',
    country: 'Польща',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇭🇺',
    country: 'Угорщина',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇸🇰',
    country: 'Словаччина',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
  {
    flag: '🇭🇷',
    country: 'Хорватія',
    route: ['Черкаси', 'Київ', 'Житомир', 'Вінниця', 'Познань', 'Прага'],
    documents: ['Біометричний паспорт', 'тест ПЛР (зроблений не пізніше ніж за 48 годин)', 'інший документ'],
    phone: '+380991234567',
  },
];

export default data;
